Repository: Peis7/magic-rubik-cube
Catalog: *.lproj/Localizable.strings
Languages: es_419, hi, zh_hans

source: Level
es_419: Nivel
hi: स्तर
zh_hans: 水平

source: Score
es_419: Puntuación
hi: स्कोर
zh_hans: 得分了

source: Alfa-Male
es_419: Macho-Alfa
hi: अल्फा पुरुष
zh_hans: 阿尔法男性

source: Brave
es_419: Valiente
hi: बहादुर
zh_hans: 勇敢

source: Legend
es_419: Leyenda
hi: किंवदंती
zh_hans: 传说

source: Congratulations
es_419: Felicidades
hi: बधाई हो
zh_hans: 祝贺

source: You finished the level
es_419: Terminaste el nivel
hi: आपने स्तर पूरा कर लिया
zh_hans: 你完成了关卡

source: Go to next level
es_419: Ir al siguiente nivel
hi: अगले स्तर पर जाएं
zh_hans: 转到下一个级别

source: Trys
es_419: Intentos
hi: वास्ता
zh_hans: 改掉

source: Difficulty Level
es_419: Nivel de dificultad
hi: कठिनाई स्तर
zh_hans: 难度级别

source: Go to level
es_419: Ir al nivel
hi: स्तर पर जाएं
zh_hans: 去水平

source: Never solved
es_419: Nunca resuelto
hi: कभी हल नहीं हुआ
zh_hans: 没有解决

source: times solved
es_419: veces resuelto
hi: कई बार हल किया गया
zh_hans: 时代解决了

source: time solved
es_419: vez resuelto
hi: समय हल हो गया
zh_hans: 时间解决了

source: Not connected to the internet
es_419: No conectado a internet
hi: इंटरनेट से जुड़ा नहीं है
zh_hans: 没有连接到互联网

source: Connecting
es_419: conectando
hi: कनेक्ट
zh_hans: 连

source: People have solved it
es_419: Personas lo han resuelto
hi: लोगों ने इसका हल निकाल लिया है
zh_hans: 人们已经解决了它

source: Currently Solving
es_419: Actualmente resolviendo
hi: वर्तमान में हल
zh_hans: 目前正在解决

source: Finished by you in
es_419: Terminado por ti en
hi: आपके द्वारा में समाप्त हो गया
zh_hans: 你完成了

source: No one has ever solved it
es_419: Nadie lo ha resuelto nunca
hi: इसका हल अभी तक किसी ने नहीं निकाला है
zh_hans: 从来没有人解决过它

source: You have not solved it yet
es_419: Aún no lo has resuelto
hi: आपने अभी तक इसे हल नहीं किया है
zh_hans: 你还没有解决它

source: World Records
es_419: Registros mundiales
hi: विश्व रिकॉर्ड
zh_hans: 世界纪录

source: Play
es_419: Jugar
hi: प्ले
zh_hans: 玩

source: PLAY
es_419: JUGAR
hi: प्ले
zh_hans: 玩

source: YES
es_419: Sí
hi: हाँ
zh_hans: 是

source: No
hi: नहीं
zh_hans: 没有

source: NO
hi: नहीं
zh_hans: 没有

source: The traditional cube is not enough of a challenge for you? Let's make things more interesting by adding extra difficulty.
es_419: ¿El cubo tradicional no es suficiente desafío para ti? Hagamos las cosas más interesantes agregando dificultad extra.
hi: पारंपरिक घन आपके लिए एक चुनौती के रूप में पर्याप्त नहीं है? अतिरिक्त कठिनाई जोड़कर चीजों को और अधिक रोचक बनाते हैं।
zh_hans: 传统的立方体对你来说还不够挑战吗？ 让我们通过增加额外的难度让事情变得更有趣。

source: do you accept the challenge?
es_419: ¿aceptas el reto?
hi: क्या आप चुनौती स्वीकार करते हैं?
zh_hans: 你接受挑战吗

source: couldn't load data
es_419: problema cargando los datos
hi: डेटा लोड नहीं कर सका
zh_hans: 无法加载数据

source: Your goal is to solve the cube, there are missing pieces, you can paint them, but the number of attempts you have to paint is limited to the number of missing pieces. Do not fail any attempt.
es_419: Tu objetivo es resolver el cubo, hay piezas faltantes, puedes pintarlas, pero el número de intentos que tienes para pintar está limitado a la cantidad de piezas faltantes. No dejes pasar ningún intento.
hi: आपका लक्ष्य घन को हल करना है, लापता टुकड़े हैं, आप उन्हें पेंट कर सकते हैं, लेकिन आपको जितने प्रयास करने हैं, वे लापता टुकड़ों की संख्या तक सीमित हैं। किसी भी प्रयास को विफल न करें।
zh_hans: 你的目标是解决立方体，有缺失的部分，你可以绘制它们，但你必须绘制的尝试次数限制为缺失部分的数量。 不要失败任何尝试。

source: Your goal is to solve the cube, there are missing pieces, you can paint them, but the number of attempts you have to paint decreases by 1 each minute. Hurry or you will run out of attempts.
es_419: Tu objetivo es resolver el cubo, hay piezas faltantes, puedes pintarlas, pero la cantidad de intentos que tienes para pintar disminuye en 1 minuto por minuto. Date prisa o te quedarás sin intentos.
hi: आपका लक्ष्य घन को हल करना है, लापता टुकड़े हैं, आप उन्हें पेंट कर सकते हैं, लेकिन आपको जितने प्रयास करने हैं, प्रत्येक मिनट में 1 घट जाती है। जल्दी करो या आप प्रयासों से बाहर चला जाएगा।
zh_hans: 你的目标是解决立方体，有缺失的部分，你可以绘制它们，但你必须绘制的尝试次数每分钟减少1。 快点，否则你将失去尝试。

source: Your goal is to solve the cube, there are missing pieces, you can not paint them, which increases the difficulty with each finished level. Good luck Legend.
es_419: Tu objetivo es resolver el cubo, hay piezas faltantes, no puedes pintarlas, lo que aumenta la dificultad con cada nivel terminado. Buena suerte leyenda.
hi: आपका लक्ष्य घन को हल करना है, लापता टुकड़े हैं, आप उन्हें पेंट नहीं कर सकते हैं, जिससे प्रत्येक समाप्त स्तर के साथ कठिनाई बढ़ जाती है। गुड लक लेजेंड।
zh_hans: 你的目标是解决立方体，有缺失的部分，你不能绘制它们，这增加了每个完成级别的难度。 祝你好运传奇。
